{
    "mangas": {
        "tokyo-revengers": {
            "nombre": "Tokyo Revengers 01",
            "autor": "Ken Wakui",
            "descripcion": "Takemichi, un fracasado que fue miembro de una banda en su juventud, salta 12 años atrás en el tiempo para volver al instituto y salvar a su exnovia, Hina, que en la actualidad ha sido asesinada por la organización criminal Tokyo Manjikai. Con cada viaje temporal, Takemichi influye en los que le rodean y poco a poco va cambiando el pasado… ¿pero eso será suficiente para salvar a Hina y evitar que la Tokyo Manjikai se convierta en una temida banda criminal?",
            "generos": "Ciencia Ficción , Thriller",
            "formato": "Tapa blanda con sobrecubierta",
            "tamaño":  "15 x 21 cm",
            "paginas": 384,
            "ISBN": 9788467947076,
            "color": "B/N + color",
            "precio": "15,20 €",
            "imagen": "../images/tokyo_revengers_1.jpg"
        },
        "buenas-noches-pun-pun": {
            "nombre": "Buenas noches, Pun Pun 01",
            "autor": "Inio Asano",
            "descripcion": "Punpun no es el típico estudiante de primaria.Pese a que siente los mismos impulsos que sus compañeros, empieza a descubrir a las chicas y el sexo, la situación familiar no es la más estable y deberá enfrentarse a ello como buenamente pueda… y en principio, eso es visualizándose como un ave amorfa en un entorno extraño.",
            "generos": "Slice of Life",
            "formato": "Rústica con sobrecubierta",
            "tamaño": "13 x 18,2 cm",
            "paginas": 224,
            "ISBN": 9788467920574,
            "color": "B/N",
            "precio": "8,50 €",
            "imagen": "../images/pun_pun.jpeg"
        },
        "jujutsu-kaisen": {
            "nombre": "Jujutsu Kaisen 01",
            "autor": "Gege Akutami",
            "descripcion": "Yûji Itadori es un estudiante con unas habilidades físicas excepcionales. Todos los días, como rutina, va al hospital a visitar a su abuelo enfermo y decide apuntarse al club de ocultismo del instituto para no dar un palo al agua... Sin embargo, un buen día el sello del talismán que se hallaba escondido en su instituto se rompe, y comienzan a aparecer unos monstruos. Ante este giro de los acontecimientos, Itadori decide adentrarse en el instituto para salvar a sus compañeros. ¿Qué le deparará el destino?",
            "generos": "Aventuras y Fantasía, Sobrenatural",
            "formato": "Rústica con sobrecubierta",
            "tamaño": "11,5 x 17 cm",
            "paginas": 192,
            "ISBN": 9788467940657,
            "color": "B/N",
            "precio": "7,60 €",
            "imagen": "../images/jujutsu_kaisen_1.jpeg"
        },
        "berserk": {
            "nombre": "Berserk 01",
            "autor": "Kentaro Miura",
            "descripcion": "Edición de lujo de una de las más aclamadas series manga de todos los tiempos. Un viaje épico y salvaje a un reino de fantasía. Guts es un guerrero vestido de negro de los pies a la cabeza que porta una gigantesca espada más larga que su propia estatura y un robusto brazo ortopédico de hierro...",
            "generos": "Acción, fantasía oscura",
            "formato": "Tapa blanda con sobrecubierta",
            "tamaño": "15x21 cm",
            "paginas": 456,
            "ISBN": 9788411015035,
            "color": "B/N",
            "precio": "16.10 €",
            "imagen": "../images/maximum-berserk-1.jpeg"
        },
        "orange": {
            "nombre": "Orange 01",
            "autor": "Ichigo Takano",
            "descripcion": "El primer día de clase, Naho recibe una misteriosa carta de quien dice ser su yo del futuro en la que se predice de forma exacta cada cosa que está a punto de pasarle. Además, la remitente le aconseja no llevar a cabo determinadas acciones. Haciendo caso omiso de ella, Naho invita al chico nuevo que acaba de llegar desde Tokio, Kakeru, a salir con sus amigos después del instituto. Pero algo terrible le ocurre a Kakeru ese día. Algo que podría no haber sucedido si hubiera vuelto antes a casa. Sabiéndolo, Naho decide comenzar a seguir las instrucciones que recibe desde un mundo futuro en el que Kakeru ya no existe. Pero hacer frente al presente sin dejar lugar para el arrepentimiento no resulta tan sencillo como debiera.",
            "generos": "Romance, drama",
            "formato": "Tapa blanda con sobrecubierta",
            "tamaño": "13x18 cm",
            "paginas": 224,
            "ISBN": 9788416188086,
            "color": "B/N",
            "precio": "7,60 €",
            "imagen": "../images/orange.jpeg"
        },
        "blue-lock": {
            "nombre": "Blue Lock 01",
            "autor": "Muneyuki Kaneshiro",
            "descripcion": "¡Ser los mejores del mundo hasta ahora era solo un sueño! ¡Para cumplirlo, han reunido a 300 delanteros egoístas!En el Mundial de 2018, Japón no pasó de dieciseisavos… Tras este fracaso, y con la intención de conseguir que Japón ganase por fin una Copa del Mundo, la Asociación de Fútbol de Japón reunió a 300 delanteros de ligas estudiantiles en unas instalaciones de entrenamiento llamadas “BLUE LOCK”. Su entrenador, Jinpachi Ego, afirma que lo que Japón necesita es un “delantero movido por el egoísmo”. Poco a poco, el hasta ahora desconocido delantero, Yoichi Isagi, y sus compañeros, irán convirtiéndose en esos egoístas capaces de alcanzar la victoria.",
            "generos": "Deportes",
            "formato": "Tapa blanda con sobrecubierta",
            "tamaño": "11x17 cm",
            "paginas": 208,
            "ISBN": 9788411123747,
            "color": "B/N",
            "precio": "7,55 €",
            "imagen": "../images/blueLock.jpeg"
        },
        "blue-exorcist": {
            "nombre": "Blue Exorcist 01",
            "autor": "Kazue Kato",
            "descripcion": "Por las venas de Rin Okumura corre sangre de demonio, pero cuando Satán en persona aparece ante él para llevárselo al mundo de los demonios, Rin se niega. Su padre adoptivo, un prestigioso exorcista, logra salvar al chico a cambio de su vida... ¡¡por lo que Rin toma la decisión de aprender el ofi cio de exorcista para luchar contra el maligno ángel caído!!",
            "generos": "Aventura y Fantasía",
            "formato": "Rústica con sobrecubierta",
            "tamaño": "11,5 x 17,5 cm",
            "paginas": 192,
            "ISBN": 9788467908800,
            "color": "B/N + 2 pág Color",
            "precio": "7.13 €",
            "imagen": "../images/blue_exorcist.jpeg"
        },
        "noragami": {
            "nombre": "Noragami 01",
            "autor": "Adachitoka",
            "descripcion": "Hiyori, una joven humana, arriesga su vida para salvar a un chico de un atropello. Lo que no sabe es que se trata de Yato, una deidad menor que desea convertirse en dios, y tras su sacrificio la chica adquiere el poder de abandonar su cuerpo casi a voluntad… lo que la liga a Yato y a su misión.",
            "generos": "Aventura y Fantasía",
            "formato": "Rústica con sobrecubierta",
            "tamaño": "11,5 x 17,5 cm",
            "paginas": 192,
            "ISBN": 9788467920673,
            "color": "B/N + 2 Color",
            "precio": "7,60 €",
            "imagen": "../images/noragami.webp"
        },
        "chainsaw-man": {
            "nombre": "Chainsaw man 01",
            "autor": "Tatsuki Fujimoto",
            "descripcion": "Denji es un chico sin un duro que se deja la piel trabajando como Devil Hunter junto a su perro demoníaco Pochita para resarcir una deuda astronómica, pero entonces... ¡¡una sangrienta traición da un giro radical a su miserable vida!!",
            "generos": "Aventura y Fantasía",
            "formato": "Rústica con sobrecubierta",
            "tamaño": "11,5 x 17,5 cm",
            "paginas": 192,
            "ISBN": 9788467941159,
            "color": "B/N",
            "precio": "8,55 €",
            "imagen": "../images/chainsaw_man.jpeg"
        },
        "black-cover": {
            "nombre": "Black Cover 01",
            "autor": "Yûki Tabata",
            "descripcion": "En un mundo en el que la magia lo es todo, un pueblerino huérfano incapaz de usar ningún tipo de poder mágico pretende convertirse nada más y nada menos que en el rey de los magos.Y aunque todo el mundo lo toma por un loco frustrado con ideas de bombero, quizás acabe encontrando su oportunidad.",
            "generos": "Aventura y Fantasía",
            "formato": "Rústica con sobrecubierta",
            "tamaño": "11,5 x 17,5 cm",
            "paginas": 192,
            "ISBN": 9788467926569,
            "color": "B/N",
            "precio": "7,60 €",
            "imagen": "../images/black_clover.jpeg"
        },
        "akira": {
            "nombre": "Akira 01",
            "autor": "Katsuhiro Otomo",
            "descripcion": "En la hostil y caótica megalópolis de Neo Tokyo, Tetsuo y sus compañeros deberán averiguar el enigma de Akira, bajo el cual se esconde el más escalofriante secreto científico. La edición definitiva de una obra maestra del cómic japonés -y también mundial- que no debe faltar en la estantería de cualquier aficionado al cómic en general.",
            "generos": "Ciencia Ficción , Thriller",
            "formato": "Rústica con solapas",
            "tamaño": "18,3 x 25,7 cm",
            "paginas": 360,
            "ISBN": 9788498143591,
            "color": "Color",
            "precio": "18,95 €",
            "imagen": "../images/akira.jpeg"
        }
    }
}